tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mvndaemon/mvnd"
tap "saulpw/vd"
tap "xo/xo"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "docutils"
brew "duckdb"
brew "fd"
brew "fortune"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "graphviz"
brew "hyperfine"
brew "ipython"
brew "isort"
brew "jmeter"
brew "jq"
brew "less"
brew "make"
brew "maven"
brew "miller"
brew "nmap"
brew "nvm"
brew "openssh"
brew "orc-tools"
brew "pandoc"
brew "pinentry"
brew "postgresql@14"
brew "prettier"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "the_silver_searcher"
brew "tig"
brew "vale"
brew "vim"
brew "xmlstarlet"
brew "yq"
brew "fluxcd/tap/flux"
brew "mvndaemon/mvnd/mvnd"
brew "saulpw/vd/visidata"
brew "xo/xo/usql"
cask "clocker"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "karabiner-elements"
cask "kitty"
cask "meld"
cask "sdm"
cask "stats"
cask "utm"
cask "wireshark"
cask "zoom"
